Repository: 0xrifai/narasix
Catalog: languages/*.po
Languages: de, id

source: A WordPress Blog/Magazine theme for Digital Narasix by hidunks
de: Ein WordPress Blog/Magazin-Theme für digitale narasixen von hidunks
id: Tema Blog/Majalah WordPress untuk Digital Narasix oleh hidunks

source: hidunks
de: versteckt
id: sembunyi

source: Page not found
de: Seite nicht gefunden
id: halaman tidak ditemukan

source: Download
de: Herunterladen
id: Unduh

source: Posts created:
de: Erstellte Beiträge:
id: Posting dibuat:

source: Nothing Found
de: Nichts gefunden
id: Tidak ada yang ditemukan

# comments title
source: There is %1$s comment
de: Es gibt %1$s Kommentar
id: Ada %1$s komentar

source: Reply
de: Antwort
id: Membalas

source: Previous
de: Vorherige
id: Sebelumnya

source: Next
de: Weiter
id: Lanjut

source: Comments are closed.
de: Kommentare sind geschlossen.
id: Komentar ditutup.

source: Back to top
de: Zurück zum Anfang
id: Kembali ke atas

source: Header 1
de: Kopfzeile 1
id: Tajuk 1

source: Header 2
de: Kopfzeile 2
id: Tajuk 2

source: Off Canvas
de: Aus Leinwand
id: Di Luar Kanvas

source: Footer
de: Fußzeile
id: Catatan kaki

source: Skip to the content
de: Zum Inhalt springen
id: Lewati ke konten

source: Default Sidebar
de: Standard-Seitenleiste
id: Bilah Samping Bawaan

source: Add widgets here to display them in your sidebar on blog posts and archive pages.
de: Fügen Sie hier Widgets hinzu, um sie in Ihrer Seitenleiste auf Blogbeiträgen und Archivseiten anzuzeigen.
id: Tambahkan widget di sini untuk menampilkannya di sidebar Anda di postingan blog dan halaman arsip.

source: Page Sidebar
de: Seite Seitenleiste
id: Bilah Samping Halaman

source: Add widgets here to display them in your pages.
de: Fügen Sie hier Widgets hinzu, um sie auf Ihren Seiten anzuzeigen.
id: Tambahkan widget di sini untuk menampilkannya di halaman Anda.

source: Footer 1
de: Fußzeile 1
id: Kaki 1

source: Add widgets here to display them in site footer.
de: Fügen Sie hier Widgets hinzu, um sie in der Fußzeile der Website anzuzeigen.
id: Tambahkan widget di sini untuk menampilkannya di footer situs.

source: Footer 2
de: Fußzeile 2
id: Kaki 2

source: Footer 3
de: Fußzeile 3
id: Kaki 3

source: Footer 4
de: Fußzeile 4
id: Kaki 4

source: Error loading posts
de: Fehler beim Laden von Beiträgen
id: Terjadi kesalahan saat memuat postingan

source: Loading
de: Laden
id: Memuat

source: There are no posts left
de: Es gibt keine Stellen mehr
id: Tidak ada postingan yang tersisa

source: Load more
de: Mehr laden
id: Muat lebih banyak

source: %s ago
de: vor %s
id: %s lalu

source: Updated
de: Aktualisiert
id: Diperbarui

source: Updated on
de: Aktualisiert am
id: Diperbarui pada

source: View all posts in %s
de: Alle Beiträge in %s anzeigen
id: Lihat semua posting di %s

# comments title
source: %1$s comment
de: %1$s Kommentar
id: %1$s komentar

source: Comment
de: Kommentar
id: Komentar

source: Previous page
de: Vorherige Seite
id: Halaman sebelumnya

source: Next page
de: Nächste Seite
id: Halaman selanjutnya

source: Posts navigation
id: Navigasi postingan

source: Newer posts
de: Neuere Beiträge
id: Posting baru

source: Page %1$s of %2$s
de: Seite %1$s von %2$s
id: Halaman %1$s dari %2$s

source: Older posts
de: Ältere Beiträge
id: Posting lama

source: Skip to content
de: Zum Inhalt springen
id: Lewati ke konten

source: Pingback:
id: Ping-balik:

source: %1$s at %2$s
de: %1$s um %2$s
id: %1$s di %2$s

source: (Edit)
de: (Bearbeiten)
id: (Sunting)

source: Your comment is awaiting moderation.
de: Ihr Kommentar wartet auf Moderation.
id: Komentar dari anda sedang menunggu moderasi.

source: Cancel
de: Abbrechen
id: Membatalkan

source: (optional)
de: (fakultativ)
id: (opsional)

source: Name
id: Nama

source: E-mail address
de: E-Mail Adresse
id: Alamat email

source: Website Link
id: Tautan Situs Web

source: Enter comment here...
de: Kommentar hier eingeben...
id: Masukkan komentar di sini...

source: This process will import all demo content (posts, pages, categories, tags, authors, .etc) into your site. If you only want to use the demo homepage layouts with your existing content, please consider importing Elementor Templates following the theme's documentation.
de: Dieser Prozess importiert alle Demo-Inhalte (Beiträge, Seiten, Kategorien, Tags, Autoren, .etc) in Ihre Website. Wenn Sie nur die Demo-Homepage-Layouts mit Ihren bestehenden Inhalten verwenden möchten, sollten Sie den Import von Elementor-Vorlagen gemäß der Dokumentation des Themas in Betracht ziehen.
id: Proses ini akan mengimpor semua konten demo (posting, halaman, kategori, tag, penulis, .etc) ke situs Anda. Jika Anda hanya ingin menggunakan tata letak beranda demo dengan konten yang ada, harap pertimbangkan untuk mengimpor Template Elementor mengikuti dokumentasi tema.

source: Please make sure you've installed all the required plugins before importing demo content.
de: Bitte stellen Sie sicher, dass Sie alle erforderlichen Plugins installiert haben, bevor Sie Demo-Inhalte importieren.
id: Pastikan Anda telah menginstal semua plugin yang diperlukan sebelum mengimpor konten demo.

source: Post format: Audio
de: Format der Beiträge: Audio
id: Format posting: Audio

source: Audio URL to embed. You can find all the supported sites here:
de: Audio-URL zum Einbetten. Alle unterstützten Websites finden Sie hier:
id: URL audio untuk disematkan. Anda dapat menemukan semua situs yang didukung di sini:

source: Or you can upload your own audio file:
de: Oder Sie können Ihre eigene Audiodatei hochladen:
id: Atau Anda dapat mengunggah file audio Anda sendiri:

source: Post format: Video
de: Format der Beiträge: Video
id: Format posting: Video

source: Video URL
id: URL video

source: Post format: Gallery
de: Format der Beiträge: Galerie
id: Format posting: Galeri

source: Gallery
de: Galerie
id: Galeri

source: Post format: Image
de: Format des Beitrags: Bild
id: Format posting: Gambar

source: Image
de: Bild
id: Gambar

source: Narasix's settings
de: Einstellungen von Narasix
id: pengaturan Narasix

source: Post header layout
de: Layout der Beitragsüberschrift
id: Tata letak tajuk pos

source: Global setting
de: Globale Einstellung
id: Pengaturan global

source: Thumbnail Top
de: Thumbnail oben
id: Gambar kecil Atas

source: Title top
de: Titel oben
id: Judul atas

source: Overlay
de: Überlagerung
id: Hamparan

source: Split
de: Teilen
id: Membelah

source: No featured image
de: Kein angezeigtes Bild
id: Tidak ada gambar unggulan

source: Center header
de: Kopfzeile zentrieren
id: Tajuk tengah

source: Yes
de: Ja
id: Ya

source: No
de: Nein
id: Tidak

source: Display excerpt
de: Auszug anzeigen
id: Menampilkan kutipan

source: Display Table of Content
de: Inhaltsverzeichnis anzeigen
id: Menampilkan Daftar Isi

source: Hide page header
de: Seitenkopf ausblenden
id: Sembunyikan tajuk halaman

source: Narasix's setting
de: Narasix' Einstellung
id: Pengaturan Narasix

source: Narasix Settings
de: Narasix Einstellungen
id: Pengaturan Narasix

source: General
de: Allgemein
id: Umum

source: Content Layout Width
de: Inhalt Layout Breite
id: Lebar Tata Letak Konten

source: Default
de: Standard
id: Bawaan

source: Full-width
de: Volle Breite
id: Lebar penuh

source: Main Background
de: Wichtigster Hintergrund
id: Latar Belakang Utama

source: Thumbnail Default
de: Thumbnail Standard
id: Default Gambar Kecil

source: Display default thumbnail
de: Standard-Miniaturansicht anzeigen
id: Tampilkan thumbnail default

source: Dark Mode
de: Dunkler Modus
id: Mode Gelap

source: Light Mode Background
de: Lichtmodus Hintergrund
id: Latar Belakang Mode Cahaya

source: Make sure white text is legible on elements that has this background color.
de: Stellen Sie sicher, dass weißer Text auf Elementen mit dieser Hintergrundfarbe lesbar ist.
id: Pastikan teks putih dapat terbaca pada elemen yang memiliki warna latar belakang ini.

source: Light Mode Text
de: Lichtmodus Text
id: Teks Mode Ringan

source: Dark Mode Background
de: Dunkler Modus Hintergrund
id: Latar Belakang Mode Gelap

source: Dark Mode Text
de: Text im dunklen Modus
id: Teks Mode Gelap

source: Sticky sidebar
de: Klebrige Seitenleiste
id: Bilah sisi lengket

source: Display Back to top button
de: Anzeige Schaltfläche Zurück zum Anfang
id: Menampilkan tombol Kembali ke atas

source: Custom Background
de: Benutzerdefinierter Hintergrund
id: Latar belakang kustom

source: Typography
de: Typografie
id: Tipografi

source: It is recommended to use maximum 3 different Google font families for better page load speed.
de: Es wird empfohlen, maximal 3 verschiedene Google-Schriftfamilien zu verwenden, um die Ladegeschwindigkeit der Seite zu erhöhen.
id: Disarankan untuk menggunakan maksimal 3 keluarga font Google yang berbeda untuk kecepatan memuat halaman yang lebih baik.

source: Body
de: Körper
id: Tubuh

source: Navigation
id: Navigasi

source: Heading
de: Überschrift
id: Menuju

source: Meta Heading
de: Meta-Überschrift
id: Tajuk Meta

source: Header
de: Kopfzeile
id: Tajuk

source: Header Layout
de: Kopfzeilen-Layout
id: Tata Letak Tajuk

source: Header 3
de: Kopfzeile 3
id: Tajuk 3

source: Header Button
de: Schaltfläche "Kopfzeile
id: Tombol Tajuk

source: Url Button
de: Url-Schaltfläche
id: Tombol Url

source: Custom Background Colors header
de: Benutzerdefinierte Hintergrundfarben Kopfzeile
id: Tajuk Warna Latar Belakang Kustom

source: Header Background Light
de: Kopfzeile Hintergrundlicht
id: Cahaya Latar Belakang Tajuk

source: Header Background Dark
de: Kopfzeile Hintergrund dunkel
id: Latar Belakang Tajuk Gelap

source: Sticky header desktop
id: Desktop tajuk lengket

source: Sticky header mobile
id: Ponsel tajuk lengket

source: Header Sticky Background Dark
de: Kopfzeile Klebender Hintergrund Dunkel
id: Tajuk Latar Belakang Lengket Gelap

source: Uppercase menu items
de: Menüpunkte in Großbuchstaben
id: Item menu huruf besar

source: Show login button
de: Anmeldeschaltfläche anzeigen
id: Tampilkan tombol masuk

source: Login button's URL
de: URL der Anmeldeschaltfläche
id: URL tombol masuk

source: Link to your login page. Leave empty if you want to use the default login popup
de: Link zu Ihrer Anmeldeseite. Leer lassen, wenn Sie das Standard-Login-Popup verwenden möchten
id: Tautkan ke halaman login Anda. Biarkan kosong jika Anda ingin menggunakan popup login default

source: Header logo
de: Logo in der Kopfzeile
id: Logo tajuk

source: Logo images' dimensions should double the dimensions specified below for displaying on hi-DPI devices.
de: Die Abmessungen der Logobilder sollten doppelt so groß sein wie unten angegeben, damit sie auf High-DPI-Geräten angezeigt werden können.
id: Dimensi gambar logo harus menggandakan dimensi yang ditentukan di bawah untuk ditampilkan di perangkat hi-DPI.

source: Offcanvas menu logo
de: Offcanvas-Menü-Logo
id: Logo menu di luar kanvas

source: Footer Layout
de: Layout der Fußzeile
id: Tata Letak Footer

source: Layout 1
de: Grundriss 1
id: Tata letak 1

source: Layout 2
de: Grundriss 2
id: Tata letak 2

source: Layout 3
id: Tata letak 3

source: Footer about Heading
de: Fußzeile über Überschrift
id: Footer tentang Tajuk

source: Footer about
de: Fußzeile über
id: Footer tentang

source: Display form subscribe
de: Formular anzeigen abonnieren
id: Tampilan formulir berlangganan

source: MailChimp Form Url
de: MailChimp Formular Url
id: Url Formulir MailChimp

source: Footer logo
de: Logo in der Fußzeile
id: Logo kaki

source: Footer logo's height (in px)
de: Höhe des Fußzeilenlogos (in px)
id: Tinggi logo footer (dalam px)

source: Footer Background
de: Fußzeilen-Hintergrund
id: Latar Belakang Footer

source: Footer Background Light
de: Fußzeile Hintergrundlicht
id: Cahaya Latar Belakang Footer

source: Footer Background Dark
de: Fußzeile Hintergrund dunkel
id: Latar Belakang Footer Gelap

source: Footer copyright
de: Fußzeile Copyright
id: hak cipta footer

source: Display social media urls
de: URLs sozialer Medien anzeigen
id: Tampilkan url media sosial

source: Blog and Archives
de: Blog und Archiv
id: Blog dan Arsip

source: Header Blog & Archive
de: Kopfzeile Blog & Archiv
id: Tajuk Blog & Arsip

source: Style 1
de: Stil 1
id: Gaya 1

source: Style 2
de: Stil 2
id: Gaya 2

source: Display breadcrumb
de: Brotkrümel anzeigen
id: Menampilkan remah roti

source: Blog layout
id: Tata letak blog

source: List - Landscape
de: Liste - Landschaft
id: Daftar - Pemandangan

source: List - Landscape - No sidebar
de: Liste - Querformat - Keine Seitenleiste
id: Daftar - Lanskap - Tanpa sidebar

source: Mixed 1
de: Gemischt 1
id: Campuran 1

source: Mixed 2
de: Gemischt 2
id: Campuran 2

source: Grid - Portrait
de: Raster - Hochformat
id: Kisi - Potret

source: Grid - Portrait - No sidebar
de: Raster - Hochformat - Keine Seitenleiste
id: Kisi - Potret - Tanpa sidebar

source: Masonry - Portrait
de: Mauerwerk - Porträt
id: Masonry - Potret

source: Sidebar
de: Seitenleiste
id: Bilah samping

source: Display mobile columns
de: Mobile Spalten anzeigen
id: Tampilkan kolom seluler

source: Display post format icon
de: Symbol für Beitragsformat anzeigen
id: Tampilkan ikon format pos

source: Custom excerpt length
de: Benutzerdefinierte Auszugslänge
id: Panjang kutipan khusus

source: Excerpt length (in words)
de: Länge des Auszugs (in Worten)
id: Panjang kutipan (dalam kata-kata)

source: Pagination
de: Paginierung
id: Paginasi

source: Next and Previous
de: Nächste und vorherige
id: Berikutnya dan Sebelumnya

source: Author Archive
de: Autor Archiv
id: Arsip pengarang

source: Author layout
de: Autor Layout
id: Tata letak penulis

source: Author Background
de: Autor Hintergrund
id: Latar Belakang Pengarang

source: Author Background Light
de: Autor Hintergrundlicht
id: Cahaya Latar Belakang Penulis

source: Author Background Dark
de: Autor Hintergrund Dunkelheit
id: Latar Belakang Penulis Gelap

source: Category Archive
de: Kategorie Archiv
id: Arsip Kategori

source: Category layout
de: Kategorie-Layout
id: Tata letak kategori

source: Search Archive
de: Archiv durchsuchen
id: Cari Arsip

source: Search layout
de: Layout suchen
id: Tata letak pencarian

source: Tag Archive
de: Tag Archiv
id: Arsip Tag

source: Tag layout
id: Tata letak tag

source: Single Posts and Pages
de: Einzelne Beiträge und Seiten
id: Posting dan Halaman Tunggal

source: Single Post
de: Einzelner Posten
id: Pos Tunggal

source: Post layout
id: Tata letak pos

source: Layout no Sidebar
de: Layout ohne Seitenleiste
id: Tata Letak tanpa Sidebar

source: Layout With Sidebar 1
de: Layout mit Seitenleiste 1
id: Tata Letak Dengan Sidebar 1

source: Layout With Sidebar 2
de: Layout mit Seitenleiste 2
id: Tata Letak Dengan Bilah Samping 2

source: Single post header layout
de: Layout der Kopfzeile eines einzelnen Beitrags
id: Tata letak tajuk posting tunggal

source: Thumbnail top
de: Thumbnail oben
id: Gambar kecil atas

source: Display excerpt as div's lead
de: Auszug als Aufmacher des Artikels anzeigen
id: Tampilkan kutipan sebagai lead artikel

source: Display updated date
de: Anzeige des aktualisierten Datums
id: Tampilkan tanggal yang diperbarui

source: Page
de: Seite
id: Halaman

source: Page layout
de: Layout der Seite
id: Tata letak halaman

source: Layout With Sidebar
de: Layout mit Seitenleiste
id: Tata Letak Dengan Bilah Samping

source: Page header layout
de: Layout des Seitenkopfes
id: Tata letak tajuk halaman

source: Social share
de: Sozialer Anteil
id: Berbagi sosial

source: Display social share
de: Sozialen Anteil anzeigen
id: Tampilkan berbagi sosial

source: Enable/disable your social share buttons and arrange their orders:
de: Aktivieren/deaktivieren Sie Ihre Social-Share-Buttons und ordnen Sie sie an:
id: Aktifkan/nonaktifkan tombol berbagi sosial Anda dan atur urutannya:

source: Email
id: Surel

source: Author box
de: Autor-Box
id: Kotak penulis

source: Display author box
de: Autorenbox anzeigen
id: Tampilkan kotak penulis

source: Display author's info
de: Informationen zum Autor anzeigen
id: Tampilkan info penulis

source: Related posts
de: Verwandte Beiträge
id: Pos terkait

source: Display related posts
de: Verwandte Beiträge anzeigen
id: Tampilkan posting terkait

source: Related posts section's heading
de: Überschrift der Sektion für verwandte Posten
id: Judul bagian posting terkait

source: Related posts style
de: Verwandte Beiträge Stil
id: Gaya posting terkait

source: Card
de: Karte
id: Kartu

source: Cover
de: Abdeckung
id: Menutupi

source: Post order
de: Bestellung aufgeben
id: Pesan pos

source: Latest
de: Neueste
id: Terbaru

source: Random
de: Zufällig
id: Acak

source: Table of Content posts
de: Inhaltsverzeichnis der Stellen
id: Daftar Isi posting

source: Display table of content posts
de: Anzeige von Inhaltsverzeichnissen
id: Menampilkan daftar isi postingan

source: Headline
de: Überschrift
id: Judul

source: Table of Content
de: Inhaltsverzeichnis
id: Daftar Isi

source: Social Media
de: Soziale Medien
id: Media sosial

source: Enter full URLs of your social media sites below.
de: Geben Sie unten die vollständigen URLs Ihrer Social-Media-Seiten ein.
id: Masukkan URL lengkap situs media sosial Anda di bawah ini.

source: Enable/disable your social media sites and their orders:
de: Aktivieren/deaktivieren Sie Ihre Social-Media-Sites und deren Aufträge:
id: Aktifkan/nonaktifkan situs media sosial Anda dan pesanannya:

source: Open URLs in a new tab
de: URLs in einer neuen Registerkarte öffnen
id: Buka URL di tab baru

source: On
de: Auf
id: Pada

source: Off
de: Aus
id: Mati

source: Add nofollow attribute to URLs
de: Hinzufügen des nofollow-Attributs zu URLs
id: Tambahkan atribut nofollow ke URL

source: 404 Page
de: 404 Seite
id: 404 Halaman

source: Title
de: Titel
id: Judul

source: Body text
de: Haupttext
id: Teks isi

source: The page you were looking for could not be found.<br/> It might have been removed, renamed, or did not exist in the first place.
de: Die von Ihnen gesuchte Seite konnte nicht gefunden werden.<br/> Möglicherweise wurde sie entfernt, umbenannt oder existiert gar nicht.
id: Halaman yang Anda cari tidak dapat ditemukan.<br/> Halaman tersebut mungkin telah dihapus, diganti namanya, atau tidak ada sejak awal.

source: Cookie
de: Keks
id: Kue kering

source: Display Cookie
de: Cookie anzeigen
id: Tampilan Cookie

source: We rely on Cookies to Provide Better User Experience
de: Wir verwenden Cookies, um eine bessere Benutzererfahrung zu bieten
id: Kami mengandalkan Cookie untuk Memberikan Pengalaman Pengguna yang Lebih Baik

source: Learn More
de: Mehr erfahren
id: Belajarlah lagi

source: Url Page Cookie
de: Url-Seite Cookie
id: Cookie Halaman Url

source: Ad Settings
de: Anzeigeneinstellungen
id: Pengaturan Iklan

source: Data Ad Client
de: Daten Anzeigenkunde
id: Klien Iklan Data

source: Top
id: Atas

source: Insert Ad Code
de: Anzeigencode einfügen
id: Masukkan Kode Iklan

source: Middle
de: Mitte
id: Tengah

source: Bottom
de: Unten
id: Bawah

source: Sinlge Post
de: Einzelner Beitrag
id: Pos Tunggal

source: Enable Ads
de: Anzeigen einschalten
id: Aktifkan Iklan

source: Ad Code
de: Anzeigencode
id: Kode Iklan

source: Insert ad after paragraph
de: Anzeige nach Absatz einfügen
id: Sisipkan iklan setelah paragraf

source: Place widgets in %1$s widget area to make them appear here
de: Platziere Widgets im %1$s-Widget-Bereich, damit sie hier erscheinen
id: Tempatkan widget di area widget %1$s agar muncul di sini

source: Narasix Blank Page
de: Narasix Leere Seite
id: Halaman Kosong Narasix

# label
source: Search for:
de: Suche nach:
id: Pencarian untuk:

# placeholder
source: Search …
de: Suche ...
id: Mencari …

source: Search
de: Suche
id: Mencari

source: - Page
de: - Seite
id: - Halaman

source: Read more
de: Mehr lesen
id: Baca lebih banyak

source: READ BLOG
de: BLOG LESEN
id: BACA BLOG

source: Footer Menu
de: Menü Fußzeile
id: Menu Kaki

source: Login
de: Anmeldung
id: Gabung

source: Close
de: Schließen Sie
id: Menutup

source: Forgot Password
de: Passwort vergessen
id: Tidak ingat kata sandi

source: Forgot Password ?
de: Passwort vergessen?
id: Tidak ingat kata sandi ?

source: Result
de: Ergebnis
id: Hasil

source: Darkmode Toggle Button
de: Umschalttaste für den Darkmode
id: Tombol Beralih Mode Gelap

source: Written by
de: Geschrieben von
id: Ditulis oleh

source: Pages:
de: Seiten:
id: Halaman:

source: Latest Posts
de: Neueste Beiträge
id: Posting Terbaru

source: Search:
de: Suche:
id: Mencari:

source: We found %s result for your search.
de: Wir haben %s Ergebnisse für Ihre Suche gefunden.
id: Kami menemukan hasil %s untuk pencarian Anda.

source: We found %s results for your search.
de: Wir haben %s Ergebnisse für Ihre Suche gefunden.
id: Kami menemukan %s hasil untuk pencarian Anda.

source: We could not find any results for your search.
de: Wir konnten keine Ergebnisse für Ihre Suche finden.
id: Kami tidak dapat menemukan hasil apa pun untuk pencarian Anda.

source: Share
de: Teilen Sie
id: Membagikan

source: Filed under :
de: Abgelegt unter :
id: Diarsipkan di bawah:

source: Tags :
id: Tag :

source: Header Sticky Background Light
de: Kopfzeile Klebender Hintergrund Licht
